Repository: ezplatform-i18n/ezplatform-i18n-nb_NO
Catalog: repository-forms/ezrepoforms_policies.*.xlf
Languages: nb

# policy.limitation.identifier.class
source: Content Type
nb: Innholdstype

# policy.limitation.identifier.group
source: Content Type Group
nb: Innholdstypegruppe

# policy.limitation.identifier.language
source: Language
nb: Spr√•k

# policy.limitation.identifier.owner
source: Owner
nb: Eier

# policy.limitation.identifier.parentclass
source: Content Type of Parent
nb: Innholdstypen for overordnede

# policy.limitation.identifier.parentdepth
source: Parent Depth
nb: Overordnede plasserings dybde

# policy.limitation.identifier.parentgroup
source: Content Type Group of Parent
nb: Innholdstypegruppe for overordnede

# policy.limitation.identifier.parentowner
source: Owner of Parent
nb: Eieren av overordnet

# policy.limitation.identifier.section
source: Section
nb: Seksjon

# policy.limitation.identifier.subtree
source: Subtree of Location
nb: Undertre av plassering
