Repository: ezplatform-i18n/ezplatform-i18n-nb_NO
Catalog: ezplatform-admin-ui/content_edit.*.xlf
Languages: nb_no

# content.draft_saved.success
source: Content draft saved.
nb_no: Innholds utkast lagret.

# content.field.non_editable
source: Field type is not editable
nb_no: Felttypen er ikke redigerbart

# content.published.success
source: Content published.
nb_no: Innhold publisert.

# content_id
source: Content ID: %contentId%
nb_no: Innholds ID: %contentId%

# created_by
source: Created by %name%
nb_no: Opprettet av %name%

# editing_in_language
source: Editing - %contentName% in %languageName%
nb_no: Redigerer - %contentName% i %languageName%

# editing_in_language_based_on
source: Editing - %contentName% in %languageName% based on %baseLanguageName%
nb_no: Redigerer - %contentName% i %languageName% basert p√• %baseLanguageName%

# fieldtype.translation_is_disabled
source: Translation for %fieldName% is disabled
nb_no: Oversettelse av %fieldName% er deaktivert

# location_id
source: Location ID: %locationId%
nb_no: Lokasjons ID: %locationId%

# parent_location_id
source: Parent Location ID: %locationId%
nb_no: Overordnet plasserings ID: %locationId%
