Repository: ezplatform-i18n/ezplatform-i18n-nb_NO
Catalog: ezplatform-admin-ui/forms.*.xlf
Languages: nb

# content_draft_create_type.create
source: Create
nb: Opprett

# content_location_add_type.add
source: Add location
nb: Legg til plassering

# content_location_remove_form.remove
source: Delete
nb: Slett

# content_translation_add_form.add
source: Create
nb: Opprett

# content_translation_remove_form.remove
source: Remove translation
nb: Fjern oversettelse

# content_type_groups_delete_form.delete
source: Delete content type groups
nb: Slett innholdstypegruppe

# content_types_delete_form.delete
source: Delete content types
nb: Slett innholdstype

# ezplatform.change_user_password.change
source: Change
nb: Endre

# ezplatform.change_user_password.confirm_new_password
source: Confirm password
nb: Bekreft passord

# ezplatform.change_user_password.new_password
source: New password
nb: Nytt passord

# ezplatform.change_user_password.old_password
source: Old password
nb: Gammelt passord

# ezplatform.forgot_user_password.email
source: Enter your email address:
nb: Skriv inn epostadressen din:

# ezplatform.forgot_user_password.login
source: Enter your login:
nb: Skriv inn påloggingsinformasjonen:

# ezplatform.forgot_user_password.reset
source: Reset
nb: Tilbakestille

# ezplatform.language.create.enabled
source: Enabled
nb: Aktivert

# ezplatform.language.create.language_code
source: Language code
nb: Språkkode

# ezplatform.language.create.name
source: Name
nb: Navn

# ezplatform.language.create.save
source: Create
nb: Opprett

# ezplatform.language.delete.delete
source: Delete
nb: Slett

# ezplatform.language.update.enabled
source: Enabled
nb: Aktivert

# ezplatform.language.update.name
source: Name
nb: Navn

# ezplatform.language.update.save
source: Save
nb: Lagre

# ezplatform.reset_user_password.confirm_new_password
source: Confirm password
nb: Bekreft passord

# ezplatform.reset_user_password.new_password
source: New password
nb: Nytt passord

# ezplatform.reset_user_password.update
source: Update
nb: Oppdater

# languages_delete_form.delete
source: Delete languages
nb: Slettet Språk

# location_copy.copy
source: Copy
nb: Kopier

# location_move.move
source: Move
nb: Flytt

# location_trash_form.default_trash
source: Delete only %content_name% (%content_type%)
nb: Slett bare %content_name% (%content_type%)

# location_trash_form.trash
source: Send to Trash
nb: Legg i papirkurven

# location_trash_form.trash_container
source: %children_count% content items under location %content_name%
nb: %children_count% innholds elementer under plasseringen %content_name%

# location_trash_form.trash_with_asset
source: Delete %content_name% (%content_type%) and its related image assets
nb: Slette %content_name% (%content_type%) og dens relaterte bilder

# policies_delete_form.delete
source: Delete policies
nb: Slett vilkår

# policy_create.save
source: Create
nb: Opprett

# role.policy.all_modules
source: All modules
nb: Alle moduler

# role.policy.all_modules_all_functions
source: All modules / All functions
nb: Alle moduler / alle funksjoner

# role.policy.class
source: Content Type
nb: Innholdstype

# role.policy.class.all_functions
source: Content Type / All functions
nb: Innholdstype / Alle funksjoner

# role.policy.class.create
source: Content Type / Create
nb: Innholdstype / Opprett

# role.policy.class.delete
source: Content Type / Delete
nb: Innholdstype / Slett

# role.policy.class.update
source: Content Type / Update
nb: Innholdstype / Oppdater

# role.policy.content
source: Content
nb: Innhold

# role.policy.content.all_functions
source: Content / All functions
nb: Innhold / Alle funksjoner

# role.policy.content.cleantrash
source: Content / Cleantrash
nb: Innhold / Cleantrash

# role.policy.content.create
source: Content / Create
nb: Innhold / Opprett

# role.policy.content.diff
source: Content / Diff
nb: Innhold / Diff

# role.policy.content.edit
source: Content / Edit
nb: Innhold / Redigere

# role.policy.content.hide
source: Content / Hide
nb: Innhold / Skjul

# role.policy.content.manage_locations
source: Content / Manage locations
nb: Innhold / Administrer plasseringer

# role.policy.content.publish
source: Content / Publish
nb: Innhold / Publiser

# role.policy.content.read
source: Content / Read
nb: Innhold / Lese

# role.policy.content.remove
source: Content / Remove
nb: Innhold / Fjern

# role.policy.content.restore
source: Content / Restore
nb: Innhold / Gjenopprett

# role.policy.content.translate
source: Content / Translate
nb: Innhold / Oversett

# role.policy.content.translations
source: Content / Translations
nb: Innhold / Oversettelser

# role.policy.content.versionread
source: Content / Versionread
nb: Innhold / Lese versjon

# role.policy.content.versionremove
source: Content / Versionremove
nb: Innhold / Fjerne versjon

# role.policy.role
source: Role
nb: Rolle

# role.policy.role.all_functions
source: Role / All functions
nb: Rolle / Alle funksjoner

# role.policy.role.assign
source: Role / Assign
nb: Rolle / Tilordne

# role.policy.role.create
source: Role / Create
nb: Rolle / Opprette

# role.policy.role.delete
source: Role / Delete
nb: Rolle / Slette

# role.policy.role.read
source: Role / Read
nb: Rolle / Lese

# role.policy.role.update
source: Role / Update
nb: Rolle / Oppdatere

# role.policy.type.choose
source: Choose a type
nb: Velg en type

# role_assignment.delete
source: Delete
nb: Slett

# role_assignment.groups
source: Group
nb: Gruppe

# role_assignment.locations
source: Choose Locations
nb: Velg plasseringer

# role_assignment.save
source: Assign
nb: Tilordne

# role_assignment.sections
source: Section
nb: Seksjon

# role_assignment.users
source: User
nb: Bruker

# role_assignments_delete_form.delete
source: Delete role assignments
nb: Slette rolletilordninger

# role_create.name
source: Name
nb: Navn

# role_create.save
source: Create
nb: Opprett

# role_delete.delete
source: Delete
nb: Slett

# role_update.name
source: Name
nb: Navn

# role_update.save
source: Update
nb: Oppdater

# roles_delete_form.delete
source: Delete role
nb: Slett rolle

# section_content_assign_form.assign
source: Assign content
nb: Tilordne til innhold

# section_content_assign_form.locations
source: Assign content
nb: Tilordne til innhold

# section_create_form.create
source: Create
nb: Opprett

# section_delete_form.delete
source: Delete
nb: Slett

# section_form.identifier
source: Identifier
nb: Identifikator

# section_form.name
source: Name
nb: Navn

# section_update_form.update
source: Update
nb: Oppdater

# sections_delete_form.delete
source: Delete sections
nb: Slette seksjon

# swap_location_form.swap
source: Select content item
nb: Velg innhold

# trash_empty_form.empty
source: Delete permanently
nb: Slett permanent

# user_delete_form.delete
source: Delete
nb: Slett

# version_remove_form.remove
source: Remove version
nb: Fjerne versjon
