Repository: ezplatform-i18n/ezplatform-i18n-nb_NO
Catalog: ezplatform-admin-ui/validators.*.xlf
Languages: nb_no

# ezplatform.change_user_password.passwords_must_match
source: The password fields must match.
nb_no: Passordfeltene må samsvare.

# ezplatform.copy_subtree.is_not_container
source: Selected Location is not container.
nb_no: Valgt plassering er ikke en beholder.

# ezplatform.reset_user_password.passwords_must_match
source: The password fields must match.
nb_no: Passordfeltene må samsvare.

# js.error.address_not_found
source: Provided address does not exist
nb_no: Oppgitt adresse finnes ikke

# js.error.empty.field
source: {fieldName} field is required
nb_no: Feltet {fieldName} er påkrevd

# js.error.invalid_email
source: A valid email address is required
nb_no: En gyldig e-postadresse er påkrevd

# js.error.invalid_file_size
source: {fieldName}: Cannot upload. File exceeds file size limit.
nb_no: {fieldName}: Kan ikke laste opp. Filen overstiger største tillatte størrelse.

# js.error.invalid_url
source: A valid URL is required
nb_no: En gyldig URL er påkrevd

# js.error.invalid_value
source: {fieldName} field has invalid values
nb_no: {fieldName}-feltet har ugyldige verdier

# js.error.not_same_passwords
source: Passwords do not match
nb_no: Passordene samsvarer ikke
