Repository: ezplatform-i18n/ezplatform-i18n-nb_NO
Catalog: platform-ui-bundle/fieldedit.*.xlf
Languages: nb_no

# author.add
source: Add another author
nb_no: Legge til en annen forfatter

# authorinput.email
source: Email:
nb_no: E-post:

# authorinput.name
source: Name:
nb_no: Navn:

# authorinput.remove
source: Remove this author
nb_no: Fjern denne forfatteren

# bad.checksum.last.digit.should.be
source: Bad checksum, last digit of ISBN 13 should be %checkDigit%
nb_no: Feil sjekksum, det siste sifferet i ISBN 13 skulle vært %checkDigit%

# binaryfile.download
source: Download the file
nb_no: Last ned filen

# binaryfile.empty
source: No file yet.
nb_no: Ingen fil ennå.

# binaryfile.help
source: Drag and drop your file here or simply click on the buttons and select your file manually.
nb_no: Dra og slipp filen her, eller klikk på knappene og velg filen manuelt.

# binaryfile.name
source: File name:
nb_no: Filnavn:

# binaryfile.or
source: or
nb_no: eller

# binaryfile.remove
source: Remove this file
nb_no: Fjern denne filen

# binaryfile.replace
source: Replace this file
nb_no: Erstatt denne filen

# binaryfile.size
source: File size:
nb_no: Filstørrelse:

# binaryfile.upload
source: Upload a file
nb_no: Last opp en fil

# date.and.time.not.valid
source: Date and time do not have valid inputs
nb_no: Dato og klokkeslett har ikke gyldige verdier

# date.calendar
source: Calendar
nb_no: Kalender

# date.not.valid
source: This is not a correct date
nb_no: Dette er ikke en gyldig dato

# date.not.valid.time.missing
source: Date do not have a valid input and time is missing
nb_no: Datoen har ikke gyldig verdi, og klokkeslett mangler

# date.not.valid.time.required
source: Date do not have a valid input and time is required
nb_no: Datoen har ikke gyldig verdi, og du må oppgi klokkeslett

# date.placeholder
source: YYYY-MM-DD
nb_no: ÅÅÅÅ-MM-DD

# date.required
source: Date is required
nb_no: Dato må oppgis

# date.time.required
source: Date and time are required
nb_no: Dato og klokkeslett må oppgis
